Repository: husanIbragimov/GlobalTour
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: New
uz: Yangi

source: Confirmed
uz: Tasdiqlangan

source: Canceled
uz: Bekor qilingan

source: Русский
uz: Ruscha

source: English
uz: Inglizcha

source: Member of team
uz: Jamoa a'zosi

source: Phone Number
uz: Telefon raqami

source: Message
uz: Xabar

source: Send Message
uz: Xabar yuborish

source: Type here
uz: Bu yerga yozing

source: Recent Posts
uz: So'nggi postlar

source: No related articles
uz: Tegishli maqolalar yo'q

source: Travel Agency
uz: Sayohat agentligi

source: About
uz: Biz Haqimizda

source: Article
uz: Maqola

source: Tours
uz: Turlar

source: We Provide Top Destinations Especially For You Book Now and Enjoy!
uz: Biz siz uchun eng yaxshi yo'nalishlarni taqdim etamiz. Hozir bron qiling va rohatlaning!

source: Call us, it's toll-free.
uz: Bizga qo'ng'iroq qiling, bu bepul.

source: Call us
uz: Bizga qo'ng'iroq qiling

source: Write to us
uz: Bizga yozing

source: Address
uz: Manzil

source: Quick Links
uz: Tezkor havolalar

source: Tour Plan
uz: Sayohat rejasi

source: Subscribe
uz: Obuna bo'lish

source: Sign up for our monthly blog letter to stay informed about travel and tours
uz: Sayohat va turlar haqida xabardor bo'lib turish uchun oylik blog xabarimizga obuna bo'ling

source: Send
uz: Yuborish

source: Not Found 404
uz: 404 topilmadi

source: The page you are looking for was moved, removed, renamed or never existed.
uz: Qidirayotgan sahifangiz ko'chirildi, o'chirildi, qayta nomlandi yoki hech qachon mavjud bo'lmagan.

source: Search
uz: Qidiruv

source: Back To Home
uz: Bosh sahifaga qaytish

source: Let's travel the world with us
uz: Dunyoni biz bilan sayohat qiling

source: Explore The World With <span>Global Big Tour</span>
uz: Dunyoni <span>Global Big Tour</span> bilan o'rganing

source: <span>Discover</span> the world with our guide
uz: Bizning yordamimiz bilan <span>dunyoni kashf eting</span>

source: Destinations
uz: Manzillar

source: Duration
uz: Davomiylik

source: 1 Day Tour
uz: 1 kunlik sayohat

source: 2-4 Days Tour
uz: 2-4 kunlik sayohat

source: 5-7 Days Tour
uz: 5-7 kunlik sayohat

source: 7+ Days Tour
uz: 7+ kunlik sayohat

source: Find Now
uz: Hozir qidirish

source: Choose your place
uz: O'z joyingizni tanlang

source: Popular
uz: Mashhur

source: Tour details
uz: Tur tafsilotlari

source: Flight Booking
uz: Reysni bron qilish

source: Amazing Tour
uz: Hayratlanarli sayohat

source: Cruises Booking
uz: Kruizlarni bron qilish

source: Ticket Booking
uz: Biletlarni bron qilish

source: Most Popular
uz: Eng mashhur

source: Travel <span>Countries</span>
uz: <span>Shaharlar</span> bo'ylab sayohat qiling

source: Book Now
uz: Hozir bron qilish

source: Experience
uz: Tajriba

source: Group
uz: Guruh

source: No plans yet
uz: Hozircha reja yo'q

source: Full Name
uz: To'liq ism

source: Travel Date
uz: Sayohat sanasi

source: People
uz: Odamlar

source: Your Enquiry
uz: Sizning so'rovingiz
